[
  {
    "id": 1,
    "name": "Niğde Granny Smith Elma Fidanı",
    "description": "Niğde'nin yüksek rakımında yetişen, dünyaca ünlü Granny Smith çeşidi. Ekşi ve çıtır dokusuyla pasta ve turta yapımının vazgeçilmezi.",
    "price": 185.0,
    "image": "/images/apples/greenapple.jpg",
    "extendedDescription": "Niğde'nin 1200m yükseklikteki elma bahçelerinde yetiştirilen Granny Smith fidanları, özel iklim koşulları sayesinde eşsiz bir tada sahiptir. Soğuk kış şartlarına mükemmel dayanıklılık gösteren bu çeşit, -25°C'ye kadar soğuğa dayanabilir. Niğde'nin volcans toprak yapısı ve yüksek rakımı, elmanın çıtırlığını ve ekşi tadını artırır. Ticari değeri yüksek olan bu çeşit, 3-4 yıl sonra meyve vermeye başlar ve yılda ortalama 80-120 kg verim sağlar.",
    "category": "elma",
    "isNew": true,
    "hasMultipleImages": false,
    "origin": "Niğde",
    "harvestTime": "Ekim",
    "resistance": "Çok Yüksek",
    "productivity": "Yüksek"
  },
  {
    "id": 2,
    "name": "Niğde Starking Elma Fidanı",
    "description": "Niğde'nin meşhur kırmızı elması! Sulu, sert ve lezzetli. Türkiye'nin en kaliteli Starking elma fidanı üretim merkezi Niğde'den.",
    "price": 195.0,
    "image": "/images/apples/redapple1.jpg",
    "extendedDescription": "Niğde Starking elması, Türkiye elma üretiminin kalbi olan Niğde'nin gururu! 1300m rakımdaki elma bahçelerinde, kar sularıyla sulanan bu eşsiz çeşit, Anadolu'nun en tatlı ve sulu elmasını üretir. Volkanik toprak yapısı sayesinde mineral açısından zengin olan Niğde Starking'i, 6 ay boyunca taze kalabilir. Yüksek kalitede olan bu fidanlar, dikimden 2-3 yıl sonra meyve vermeye başlar ve 15-20 yıl boyunca verim verir. Özellikle çocuklar ve yaşlılar için ideal olan bu çeşit, doğal şeker oranı %14-16 arasındadır.",
    "category": "elma",
    "isNew": true,
    "hasMultipleImages": true,
    "origin": "Niğde",
    "harvestTime": "Eylül-Ekim",
    "resistance": "Yüksek",
    "productivity": "Çok Yüksek"
  },
  {
    "id": 3,
    "name": "Niğde Gala Elma Fidanı",
    "description": "Niğde'nin erken hasat şampiyonu! Ağustos ayında hasadı yapılan, tatlı ve aromatik Gala çeşidi. Sofraların yıldızı.",
    "price": 175.0,
    "image": "/images/apples/gala1.jpg",
    "extendedDescription": "Niğde Gala elması, erken hasat döneminin en değerli çeşididir. Ağustos ayının sonlarında hasadı yapılan bu elma, piyasaya ilk çıkan taze elma olma özelliğini taşır. Niğde'nin günlük sıcaklık farkı (gece-gündüz) Gala elmasının rengini ve aromasını mükemmelleştirir. Kompakt yapısı ve hoş kokusu ile tanınan bu çeşit, özellikle çocuk beslenmesinde önemli yer tutar. Fidanlar 2 yaşından itibaren meyve vermeye başlar ve düzenli bakımla 25 yıl boyunca verimli kalır. Niğde'nin kar suyu ile sulanan bu fidanlar, organik tarıma çok uygundu ve pestisit kullanımını minimize eder.",
    "category": "elma",
    "isNew": false,
    "hasMultipleImages": true,
    "origin": "Niğde",
    "harvestTime": "Ağustos",
    "resistance": "Orta",
    "productivity": "Yüksek"
  },
  {
    "id": 4,
    "name": "Niğde Golden Delicious Elma Fidanı",
    "description": "Niğde'nin altın elması! Bal tadında aroması ve uzun saklama süresi ile ünlü Golden Delicious. Yüksek kalitede fidan.",
    "price": 190.0,
    "image": "/images/apples/golden.jpg",
    "extendedDescription": "Niğde Golden Delicious, 'Altın Elma' olarak bilinen bu çeşit, Niğde'nin yüksek rakımlı bölgelerinde mükemmel kaliteye ulaşır. Bal tadındaki aroması ve altın sarısı rengiyle tanınan bu elma, 8-9 ay boyunca bozulmadan saklanabilir. Niğde'nin kontinental iklimi ve volcans toprak yapısı, Golden'ın karakteristik tadını ve aromasını geliştiriyor. Bu fidanlar özellikle kurak bölgelere adapte olmuş olup, az suyla yüksek verim sağlar. Yüksek kalite potansiyeli olan bu çeşit, Avrupa standartlarında kaliteye sahiptir. Dikimden 3 yıl sonra meyve vermeye başlar ve 20-25 yıl boyunca istikrarlı üretim yapar.",
    "category": "elma",
    "isNew": false,
    "hasMultipleImages": false,
    "origin": "Niğde",
    "harvestTime": "Ekim",
    "resistance": "Çok Yüksek",
    "productivity": "Yüksek"
  }
]
